namespace Number9
{
    /// <summary>
    /// Результаты соревнований фигуристов по одному из видов многоборья представлены оценками 7 судей в баллах (от 0,0 до 6,0).
    /// По результатам оценок судьи определяется место каждого участника у этого судьи.
    /// Места участников определяются далее по сумме мест, которые каждый участник занял у всех судей.
    /// Составить программу, определяющую по исходной таблице оценок фамилии и сумму мест участников в порядке занятых ими мест.
    /// </summary>
    internal class Program
    {
        public static void Main(string[] args)
        {
            
        }
    }
}